#ifndef __DELAY_H
#define __DELAY_H
/*************************************************************
************************A R M S*******************************
**************************************************************
//Delay Functions
//¶À¬M»ô
//2012/2/14 setup
//Â²­z: Delay¨ç¦¡¡Ams»Pusµ¥¯Å©µ¿ð
***************************************************************/
#include "stm32f10x.h"
#include "stm32f10x_conf.h"
// STM32_DELAY.c
void DELAY_mS( unsigned short ms );
void DELAY_uS( unsigned short us );

//*********************************************************

#endif
